Repository: RyanHolanda/Planai
Catalog: lib/l10n/app_*.arb
Languages: pt

# hour
source: {hour} {hour, plural, =1{hour} other {hours}}
pt: {hour} {hour, plural, =1{hora} other {horas}}

# minute
source: {minute} {minute, plural, =1{minute} other {minutes}}
pt: {minute} {minute, plural, =1{minuto} other {minutos}}

# second
source: {second} {second, plural, =1{second} other {seconds}}
pt: {second} {second, plural, =1{segundo} other {segundos}}

# day
source: {day} {day, plural, =1{day} other {days}}
pt: {day} {day, plural, =1{dia} other {dias}}

# createdWorkoutOverviewScreenWorkout
source: {focus} Workout
pt: Plano de treino para {focus}

# customErrorStateOhNo
source: Oh no!
pt: Oh não!

# customErrorStateTryAgain
source: Try Again
pt: Tentar Novamente

# createWorkoutModalErrorDescription
source: An error ocurred while creating your Workout Plan. Please check your Internet Connection and try again
pt: Ocorreu um erro ao criar seu Plano de Treino. Por favor, verifique sua conexão com a Internet e tente novamente.

# createdWorkoutOverviewScreenSets
source: Sets
pt: Séries

# createdWorkoutOverviewScreenReps
source: Reps
pt: Repetições

# createdWorkoutOverviewScreenRest
source: Rest:
pt: Descanso:

source: Unknown
pt: Desconhecido

# userFocusEnumLowerBody
source: Lower Body
pt: Parte Inferior do Corpo

# userFocusEnumUpperBody
source: Upper Body
pt: Parte Superior do Corpo

# userFocusEnumBoth
source: All Muscles
pt: Todos os Músculos

# userFocusEnumHealthiness
source: Healthiness
pt: Saúde

# userFocusEnumLoseWeight
source: Lose Weight
pt: Perder Peso

# userFocusEnumLowerBodyDescription
source: Strengthen and tone your legs, glutes, and lower back.
pt: Fortaleça e tonifique suas pernas, glúteos e parte inferior das costas.

# userFocusEnumUpperBodyDescription
source: Build upper body strength and sculpt your arms, chest, and shoulders.
pt: Desenvolva a força da parte superior do corpo e esculpa seus braços, peito e ombros.

# userFocusEnumBothDescription
source: Achieve balance and strength from head to toe.
pt: Alcance equilíbrio e força da cabeça aos pés.

# userFocusEnumHealthinessDescription
source: Enhance overall fitness and well-being.
pt: Melhore a forma física e o bem-estar geral.

# userFocusEnumLoseWeightdescription
source: Shed excess weight and boost metabolism for a healthier you.
pt: Elimine o excesso de peso e aumente o metabolismo para uma vida mais saudável.

# createWorkoutScreenCreateWorkoutPlan
source: Create Workout Plan
pt: Criar Plano de Treino

# createWorkoutScreenWhatsYourHeight
source: What's Your Height?
pt: Qual é Sua Altura?

# createWorkoutScreenWhatsYourFocus
source: What's Your Focus?
pt: Qual é Seu Foco?

# createWorkoutScreenWhatsYourGoal
source: What's Your Goal?
pt: Qual é Seu Objetivo?

# createWorkoutScreenWhatsYourWeight
source: What's Your Weight?
pt: Qual é Seu Peso?

# createWorkoutScreenWhatsYourAge
source: What's Your Age?
pt: Qual é Sua Idade?

# createWorkoutScreenYearsOld
source: Yo
pt: Anos

# createWorkoutModalWorkoutPlanWithGym
source: Workout Plan With Gym
pt: Plano de Treino com Academia

# createWorkoutModalWorkoutPlanWithoutGym
source: Workout Plan Without Gym
pt: Plano de Treino sem Academia

# createWorkoutModalCreatingYourWorkoutPlan
source: Creating your Workout Plan...
pt: Criando seu Plano de Treino...

# createWorkoutModalPleaseDoNotCloseTheApp
source: Please do not close the app
pt: Por favor, não feche o aplicativo

# createWorkoutModalCreateMyWorkoutPlan
source: Create My Workout Plan
pt: Criar Meu Plano de Treino

# createWorkoutScreenHeightStepErrorText
source: Please enter your height before continuing
pt: Por favor, informe sua altura antes de continuar

# createWorkoutScreenAgeStepErrorText
source: Please enter your Age before continuing
pt: Por favor, informe sua idade antes de continuar

# createWorkoutScreenWeightStepErrorText
source: Please enter your Weight before continuing
pt: Por favor, informe seu peso antes de continuar

# workoutLocationModalTitle
source: Would you be interested in going to the Gym to focus in
pt: Você gostaria de ir à Academia para focar em

# workoutLocationModalYes
source: Yes, I Would
pt: Sim, eu gostaria

# workoutLocationModalNo
source: No! I Prefer without the Gym
pt: Não, prefiro sem a Academia

# welcomeScreenItsOnTheWay
source: It's on the way
pt: Está a caminho

# welcomeScreenLoginToMyAccount
source: Log in to My Account
pt: Entrar na Minha Conta

# welcomeScreenJustStart
source: Just Start.
pt: Apenas Comece.

# welcomeScreenGetStarted
source: Create a Workout Plan
pt: Crie um Plano de Treino

# welcomeScreenYourTransformation
source: Your trasformation
pt: Sua transformação
